<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">ol{margin:0;padding:0}table td,table th{padding:0}.c8{padding-top:20pt;padding-bottom:6pt;line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.c6{padding-top:0pt;padding-bottom:3pt;line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.c1{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial";font-style:normal}.c7{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:16pt;font-family:"Arial";font-style:normal}.c9{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:26pt;font-family:"Arial";font-style:normal}.c10{padding-top:0pt;padding-bottom:3pt;line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:center}.c0{padding-top:18pt;padding-bottom:6pt;line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.c5{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:20pt;font-family:"Arial";font-style:normal}.c2{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left}.c3{background-color:#f9d9f7;max-width:566.6pt;padding:72pt 14.5pt 72pt 14.2pt}.c4{height:11pt}.title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:20pt;color:#000000;font-size:20pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c3 doc-content"><p class="c10 title" id="h.8kq1rwo0bbnn"><span class="c9">Pol&iacute;tica de Privacidad</span></p><p class="c2"><span class="c1">Sandy Wood cre&oacute; la aplicaci&oacute;n Sissy Academy Conditioning Helper como una aplicaci&oacute;n de c&oacute;digo abierto. Este SERVICIO es proporcionado por Sandy Wood sin costo y est&aacute; dise&ntilde;ado para usarse tal como est&aacute;.</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c2"><span class="c1">Academia Sissy ha adaptado a sus necesidades esta aplicaci&oacute;n y sigue las mismas pol&iacute;ticas de privacidad que el autor original.</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c2"><span class="c1">Esta p&aacute;gina se utiliza para informar a los visitantes del sitio web sobre mis pol&iacute;ticas con respecto a la recopilaci&oacute;n, uso y divulgaci&oacute;n de informaci&oacute;n personal si alguien decide usar mi Servicio.</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c2"><span class="c1">Si decide usar mi Servicio, acepta la recopilaci&oacute;n y el uso de informaci&oacute;n en relaci&oacute;n con esta pol&iacute;tica. La informaci&oacute;n personal que recopilo se utiliza para proporcionar y mejorar el Servicio. No utilizar&eacute; ni compartir&eacute; su informaci&oacute;n con nadie, excepto como se describe en esta Pol&iacute;tica de Privacidad.</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c2"><span class="c1">Los t&eacute;rminos utilizados en esta Pol&iacute;tica de Privacidad tienen el mismo significado que en nuestros T&eacute;rminos y Condiciones, a los que se puede acceder en Sissy Academy Conditioning Helper, a menos que se defina lo contrario en esta Pol&iacute;tica de Privacidad.</span></p><p class="c2 c4"><span class="c1"></span></p><h1 class="c8" id="h.msu0n6wnz9gd"><span class="c5">Recopilaci&oacute;n y uso de informaci&oacute;n</span></h1><p class="c2"><span class="c1">Para una mejor experiencia al usar nuestro Servicio, es posible que le solicitemos que nos proporcione cierta informaci&oacute;n personal, incluyendo, entre otros:</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c2"><span class="c1">Metadatos de archivos (como nombres o tama&ntilde;o) de archivos y carpetas en su cuenta de Google Drive</span></p><p class="c2"><span class="c1">La informaci&oacute;n que solicito se almacena en su dispositivo y no la recopilamos ni compartimos de ninguna manera.</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c2"><span class="c1">La aplicaci&oacute;n utiliza servicios de terceros que pueden recopilar informaci&oacute;n para identificarle.</span></p><p class="c2 c4"><span class="c1"></span></p><h1 class="c8" id="h.4blfekqduqup"><span class="c5">Datos de registro</span></h1><p class="c2"><span class="c1">Le informo que, en caso de error en la aplicaci&oacute;n, cada vez que utiliza mi Servicio, recopilo datos e informaci&oacute;n (a trav&eacute;s de productos de terceros) denominados Datos de registro. Estos datos de registro pueden incluir informaci&oacute;n como la direcci&oacute;n IP de su dispositivo, el nombre del dispositivo, la versi&oacute;n del sistema operativo, la configuraci&oacute;n de la aplicaci&oacute;n al utilizar mi Servicio, la hora y la fecha de uso del Servicio y otras estad&iacute;sticas.</span></p><p class="c2 c4"><span class="c1"></span></p><h2 class="c0" id="h.iitnh75nsld7"><span class="c7">Cookies</span></h2><p class="c2"><span class="c1">Las cookies son archivos con una peque&ntilde;a cantidad de datos que se utilizan com&uacute;nmente como identificadores &uacute;nicos an&oacute;nimos. Se env&iacute;an a su navegador desde los sitios web que visita y se almacenan en la memoria interna de su dispositivo. Este Servicio no utiliza estas cookies expl&iacute;citamente. Sin embargo, la aplicaci&oacute;n puede utilizar c&oacute;digo y bibliotecas de terceros que utilizan cookies para recopilar informaci&oacute;n y mejorar sus servicios. Tiene la opci&oacute;n de aceptar o rechazar estas cookies y saber cu&aacute;ndo se env&iacute;a una a su dispositivo. Si decide rechazar nuestras cookies, es posible que no pueda utilizar algunas partes de este Servicio.</span></p><p class="c2 c4"><span class="c1"></span></p><h2 class="c0" id="h.n5hkgax1m0tw"><span class="c7">Proveedores de Servicios</span></h2><p class="c2"><span class="c1">Puedo contratar a empresas y personas externas por los siguientes motivos:</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c2"><span class="c1">Para facilitar nuestro Servicio; Para prestar el Servicio en nuestro nombre; Para realizar servicios relacionados con el Servicio; o Para ayudarnos a analizar c&oacute;mo se utiliza nuestro Servicio. Quiero informar a los usuarios de este Servicio que estos terceros tienen acceso a su Informaci&oacute;n Personal. El motivo es realizar las tareas que se les asignan en nuestro nombre. Sin embargo, est&aacute;n obligados a no divulgar ni utilizar la informaci&oacute;n para ning&uacute;n otro fin.</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c2"><span class="c1">Se utilizan los siguientes servicios de terceros:</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c2"><span class="c1">API de Google Drive</span></p><p class="c2"><span class="c1">P&aacute;ginas de Github</span></p><p class="c2"><span class="c1">Seguridad</span></p><p class="c2"><span class="c1">Valoro su confianza al proporcionarnos su informaci&oacute;n personal, por lo que nos esforzamos por utilizar medios comercialmente aceptables para protegerla. Sin embargo, recuerde que ning&uacute;n m&eacute;todo de transmisi&oacute;n por internet ni m&eacute;todo de almacenamiento electr&oacute;nico es 100 % seguro y fiable, y no puedo garantizar su seguridad absoluta.</span></p><p class="c2 c4"><span class="c1"></span></p><h2 class="c0" id="h.56nk6jlc2dqh"><span class="c7">Enlaces a otros sitios</span></h2><p class="c2"><span class="c1">Este servicio puede contener enlaces a otros sitios. Si hace clic en un enlace de un tercero, ser&aacute; redirigido a ese sitio. Tenga en cuenta que estos sitios externos no son operados por m&iacute;. Por lo tanto, le recomiendo encarecidamente que revise la Pol&iacute;tica de Privacidad de estos sitios web. No tengo control ni asumo ninguna responsabilidad por el contenido, las pol&iacute;ticas de privacidad ni las pr&aacute;cticas de ning&uacute;n sitio o servicio de terceros.</span></p><p class="c2 c4"><span class="c1"></span></p><h1 class="c8" id="h.oocfxe9qug75"><span class="c5">Privacidad infantil</span></h1><p class="c2"><span class="c1">Estos servicios no est&aacute;n dirigidos a menores de 18 a&ntilde;os. No recopilo deliberadamente informaci&oacute;n personal identificable de menores de 13 a&ntilde;os. En caso de descubrir que un menor de 18 a&ntilde;os me ha proporcionado informaci&oacute;n personal, la eliminar&eacute; inmediatamente de nuestros servidores. Si usted es padre, madre o tutor y sabe que su hijo nos ha proporcionado informaci&oacute;n personal, p&oacute;ngase en contacto conmigo para que pueda tomar las medidas necesarias.</span></p><p class="c2 c4"><span class="c1"></span></p><h1 class="c8" id="h.cgmebshjqd8b"><span class="c5">Cambios a esta Pol&iacute;tica de Privacidad</span></h1><p class="c2"><span class="c1">Podemos actualizar nuestra Pol&iacute;tica de Privacidad ocasionalmente. Por lo tanto, le recomendamos que revise esta p&aacute;gina peri&oacute;dicamente para estar al tanto de cualquier cambio. Le notificar&eacute; cualquier cambio publicando la nueva Pol&iacute;tica de Privacidad en esta p&aacute;gina. Estos cambios entran en vigor inmediatamente despu&eacute;s de su publicaci&oacute;n.</span></p><p class="c2 c4"><span class="c1"></span></p><p class="c6 title" id="h.dmeti6etvptk"><span class="c9">Cont&aacute;ctenos</span></p><p class="c2"><span class="c1">Si tiene alguna pregunta o sugerencia sobre mi Pol&iacute;tica de Privacidad, no dude en ponerse en contacto nosotros.</span></p><p class="c2 c4"><span class="c1"></span></p></body></html>